{
  "title": "88. ordentliche Generalversammlung des Schwingclub Zug und Umgebung",
  "date": "2021-12-03T07:46:44.795Z",
  "slug": "88-ordentliche-gv",
  "coverImage": "/img/img_8182.jpeg",
  "body": "Mit der diesjährigen Generalversammlung startete der Schwingclub Zug und Umgebung in das 89. Vereinsjahr. Neben dem Rückblick auf ein erfolgreiches und spezielles Vereinsjahr durfte bereits auf das Zuger Kantonale Schwingfest im nächsten Jahr vorausgeschaut werden.\n\nIm Restaurant Kulinaria Neuhof Baar, hiess der Präsident, Pascal Matter die über sechzig Vereinsmitglieder zur 88. Generalversammlung des Schwinglcub Zug und Umgebung willkommen. \n\nJahresberichte: In seinem Jahresrückblick konnte der Präsident viele Ereignisse im Jahresgeschehen erwähnen. Der 1. Technische Leiter Aktive, Patrick Häfliger berichtet über die Leistungen seiner Schwinger, insbesondere über die sportlichen Erfolge des Neukranzers Luca Müller, Unterägeri. Der 1. Technische Leiter Nachwuchs, Peter Merz, konnte ebenfalls von sportlichen guten Leistungen unteranderem auch von Schwingfestsiegen der Nachwuchsschwinger berichten.\n\nWahlen: Die ordentlichen Wahlen für den Vorstand brachten grössere Veränderungen. Für den austretenden Kassier Philippe Zürcher rückt Fritz Fasler nach. Für den austretenden Materialverwalter Martin Hugener übernimmt Peter Merz seinen Posten und gibt somit das Amt Technischer Leiter Jungschwinger ab. Neu in den Vorstand kommt als Technischer Leiter Jungschwinger Leo Bär und neu als Aktuarin Sarah Malquarti.\n\nDie restlichen Vorstandsmitglieder, allen voran der Präsident Pascal Matter, wurden einstimmig und mit einem grossen Applaus bestätigt.\n\nEhrungen: Martin Hugener und Philippe Zürcher wurden in die Garde der Ehrenmitglieder aufgenommen. Für Ihre grossen Einsätze zu Gunsten des Schwingclubs bedeutet die Ernennung zum Ehrenmitglied den wohl verdienten Dank.\n\n![gv-image](/img/img_8173.jpeg \"GV\")\n\nSimon Iten und Edi Zumbach durfte die Freimitgliedschaft entgegennehmen.\n\nWalter Lipp informierte als OK-Präsident des Zuger Kantonalen Schwingfest in Baar vom 1. Mai 2022 über den Stand der Vorbereitungen. Walter Lipp ist überzeugt, dass es diesmal klappen wird mit der Durchführung des zweimal verschobenen Schwingfestes. \n\nFür den Schwingclub Zug und Umgebung\n\nLadina Rominger- Häfliger \n\n![](/img/img_8171.jpeg)"
}