{
  "title": "Wir trauern",
  "datum": "18. April 2021",
  "date": "2021-04-18T10:28:21.214Z",
  "slug": "wir-trauern",
  "coverImage": "/img/betschart-leo.jpg",
  "body": "## Leo Betschart, Halifax (früher Sins)\r\n\n## (1955 – 2021)\n\nNeun Jahren wohnte der ehemalige Innerschweizer Spitzenschwinger Leo Betschart zusammen mit seiner Frau Edith im kanadischen Halifax, wo er auf einer Hirschfarm arbeitete. Am 21. Dezember 2020 konnte Leo seinen 65. Geburtstag feiern. Kurz zuvor erhielt er die Diagnose Darmkrebs und schon vier Monate später, am 17. April 2021, erlag er der heimtückischen Krankheit.\n\n\r\n\nDie Innerschweizer Schwingerfamilie verliert mit Leo Betschart das absolute Aushängeschild der 1980er-Jahre. Sein Palmarès ist einzigartig. Der gelernte Käser und spätere Futtermittelberater begann seine schwingerische Laufbahn im Schwingklub Küssnacht und trat dann, nach dem Wohnortswechsel nach Sins, in den Schwingklub Cham-Ennetsee ein. Dort hatte er starke Trainingspartner, die sich gegenseitig forderten und förderten. Sein erstes Eichenlaub erkämpfte er sich 1976 mit 21 Jahren am Zuger Kantonalen in Hünenberg. 90 weitere Kranzgewinne folgten, darunter die Eidgenössischen von 1980 in St. Gallen, 1983 in Langenthal, 1986 in Sitten und 1989 in Stans. Obwohl er mehrmals zu den Topfavoriten zählte, blieb ihm selber der Königstitel verwehrt. 1986 in Sitten wurde er aber zum eigentlichen Königsmacher, indem er im siebten Gang dem amtierenden Schwingerkönig Ernst Schläpfer einen Gestellten abtrotzte und so den Weg für seinen Klubkameraden Harry Knüsel für dessen Königstitel ebnete. Leo selber konnte nicht weniger als 31 Kranzfestsiege feiern, wovon die vier Siege an einem Innerschweizerischen, die vier auf der Rigi, die drei auf dem Stoos und die zwei auf dem Brünig besonders herausragen. Seinen grössten Erfolg feierte er aber 1981, als er den Unspunnenschwinget nach dem gestellten Schlussgang zwischen Jörg Schneider und Heinz Seiler für sich entscheiden konnte \r\n\nLeo Betschart war ein sehr vielseitiger Schwinger."
}